[
    {
        "majorName": "Aquatic and Fishery Sciences", "bigLink": "https://unsplash.com/photos/rEYaHg-vb5Y", "smallLink": "https://unsplash.com/s/photos/green-leaf", "smallImg": "/img/fish2.jpg", "smallAlt": "small fishes", "bigImg": "/img/aquarium-fish.jpg", "bigAlt": "girl looking at aquarium", 
        "overview": "The School of Aquatic and Fishery Sciences (SAFS) encompasses multi-disciplinary programs at the interface between the traditional fields of natural history, environmental biology, and natural resource management. Primary foci are the management of sustainable fisheries of commercially important species; biocomplexity and ecosystem-based management; and sustainable aquaculture. In addition, human-induced effects on natural ecosystems (including habitat change and restoration, impacts of climate change, emerging diseases, the effects of invasive species, and processes affecting endangered species and declining populations) are major areas of research. In pursuit of these objectives, a variety of basic sciences are used, including ecology and evolution, population biology, behavior, physiology, microbiology, and genetics. The scope of aquatic systems ranges from watersheds, rivers and lakes, to estuarine and near-shore shelf, open ocean systems and culture facilities. Graduates of the School of Aquatic and Fishery Sciences are uniquely qualified for careers in universities as well as other educational settings, natural resources management agencies at the local to international levels, environmental consulting, and non-profit organizations with an environmental focus."
    },
    {
        "majorName":"Atmospheric Sciences", "smallLink": "https://unsplash.com/photos/HZWrihXPZ_8", "bigLink": "https://unsplash.com/photos/WWVD4wXRX38", "smallImg": "/img/atmospheric-small.jpg", "smallAlt": "plane", "bigImg": "/img/atmospheric-big.jpg", "bigAlt": "atmospheric research observatory", "overview": "The Program on the Environment (PoE) is the home for Environmental Studies education at the University of Washington. Environmental Studies focuses on the interactions between humans and environments, drawing on an interdisciplinary approach to understand and address complex environmental issues. The Environmental Studies program offers a BA major in Environmental Studies, a minor in Environmental Studies, and a Graduate Certificate in Environmental Management. Building on a foundation of natural science, social science, and humanities courses, the curriculum offers students flexibility in choosing an individual course of study. Internship, research, and study abroad opportunities develop skills and leadership for careers in environmental policy, sustainability, conservation, education, or consulting."
    },
    {
        "majorName":"Bioresource Science and Engineering", "smallLink": "https://unsplash.com/photos/WgGJjGN4_ck", "bigLink": "https://unsplash.com/photos/th4bqV0PQpI",
        "smallImg": "/img/bioresource-small.jpg", "smallAlt": "forest trees", "bigImg": "/img/bioresource-big.jpg", "bigAlt": "waterfall", "overview": "The School of Environmental and Forest Sciences, through teaching, research, and outreach, generates and disseminates knowledge for the stewardship of natural and managed environments and the sustainable use of their products and services. Its vision is to provide internationally recognized knowledge and leadership for environmental and natural resource issues.Founded in 1907, the school holds a position of national and international leadership in instruction and research. Its location in one of the world's largest forested regions provides students access to a unique urban-to-wildland world-class laboratory in which to study. Approximately 400 undergraduate and 175 graduate students are enrolled, taught by more than 50 faculty members. Students enjoy small classes and close association with faculty, as well as the diversity and superior facilities of a large research university. The school's programs focus on the sustainability and functionality of complex natural resource and environmental systems, using an integrated, interdisciplinary approach across multiple scales involving the urban-to-wildland gradient. Its programs serve society generally, and natural resource professions in particular, with graduates well equipped to contribute to discussions and solutions to resource problems facing the region and the world. Interdisciplinary research and outreach centers and cooperatives include the Center for International Trade in Forest Products (CINTRAFOR), the Water Center, the UW Botanic Gardens, which include the Center for Urban Horticulture and the Washington Park Arboretum, the Olympic National Resources Center (ONRC), the Stand Management Cooperative (SMC), and the Precision Forestry Cooperative. For current information on these centers and cooperatives, visit www.sefs.washington.edu/centersPrograms/."
    },
    {
        "majorName": "Earth and Space Sciences", "smallLink": "https://unsplash.com/photos/71QXQUSC_Do", "bigLink": "https://unsplash.com/photos/t7EL2iG3jMc", "smallImg": "/img/earth-small.jpg", "smallAlt": "ball on sand", "bigImg": "/img/earth-big.jpg", "bigAlt": "earth from space", "overview": "Earth and space sciences seeks to further the understanding of the Earth, the solar system, and their histories. The scope extends from the center of Earth to the rim of the solar system, and activities cut across traditional disciplines of physics, chemistry, biology, geology, and mathematics. The discipline examines Earth's interior structure, chemistry, motion, and dynamics; geologic hazards; processes affecting the surface environment and climate; the surrounding space environment; planetary processes; and geobiology."
    },
    {
        "majorName": "Environmental Science & Terrestrial Resource Management", "smallLink": "https://unsplash.com/photos/V4ZYJZJ3W4M", "bigLink": "https://unsplash.com/photos/MWzWYV2jCfM", "smallImg": "/img/small-img.jpg", "smallAlt": "environment", "bigImg": "/img/large-img.jpg", "bigAlt": "environment", "overview": "The Program on the Environment (PoE) is the home for Environmental Studies education at the University of Washington. Environmental Studies focuses on the interactions between humans and environments, drawing on an interdisciplinary approach to understand and address complex environmental issues. The Environmental Studies program offers a BA major in Environmental Studies, a minor in Environmental Studies, and a Graduate Certificate in Environmental Management. Building on a foundation of natural science, social science, and humanities courses, the curriculum offers students flexibility in choosing an individual course of study. Internship, research, and study abroad opportunities develop skills and leadership for careers in environmental policy, sustainability, conservation, education, or consulting."
    },
    {
        "majorName": "Environmental Studies", "smallLink": "https://unsplash.com/photos/MWzWYV2jCfM", "bigLink": "https://unsplash.com/photos/V4ZYJZJ3W4M", "smallImg": "/img/small-environment.jpg", "smallAlt": "environment", "bigImg": "/img/large-environment.jpg", "bigAlt": "environment", "overview": "The Program on the Environment (PoE) is the home for Environmental Studies education at the University of Washington. Environmental Studies focuses on the interactions between humans and environments, drawing on an interdisciplinary approach to understand and address complex environmental issues. The Environmental Studies program offers a BA major in Environmental Studies, a minor in Environmental Studies, and a Graduate Certificate in Environmental Management. Building on a foundation of natural science, social science, and humanities courses, the curriculum offers students flexibility in choosing an individual course of study. Internship, research, and study abroad opportunities develop skills and leadership for careers in environmental policy, sustainability, conservation, education, or consulting."
    },
    {
        "majorName": "Marine Biology", "smallLink": "https://unsplash.com/photos/s86fshqQBww", "bigLink": "https://unsplash.com/photos/MzFI2ocf70g", "smallImg": "/img/marine-bio.jpg", "smallAlt": "marine biology", "bigImg": "/img/marine-lg.jpg", "bigAlt": "marine biology", "overview": "Marine Biology involves the study of life processes of organisms inhabiting saltwater environments – from genetics and evolution to physiological traits and ecosystem functioning. Our students study the marine aspects of biodiversity, organismal processes, and ecology and ecosystems, and explore the conservation and management responses to ocean change. Graduates are well prepared for careers and graduate programs related to marine biology, biology, ecology, resource management, environmental consulting or environmental education in a range of settings."
    },
    {
        "majorName": "Oceanography", "bigLink": "https://unsplash.com/photos/x1noB3hon_Q", "smallLink": "https://unsplash.com/photos/oQl0eVYd_n8", "smallImg": "/img/ocean-small.jpg", "smallAlt": "ocean", "bigImg": "/img/ocean-large.jpg", "bigAlt": "ocean", "overview": "Oceanography - study of the marine environment and its interactions with the earth, the biosphere, and the atmosphere - is prompted both by the intellectual desire to understand how the oceans move and how life develops in a salty, cold environment, and the need to use wisely the ocean's resources for the benefit of humanity. As an interdisciplinary science, oceanography integrates the basic principles of biology, chemistry, geology, physics, geophysics, mathematics, botany, zoology, meteorology, and geography. Applications of high technology to oceanographic instrumentation and vessels, increasingly sophisticated computers, satellite remote sensing, and innovative methodologies are rapidly opening new possibilities for exploration and study. Oceanography is divided into four areas of emphasis: Biological Oceanography examines the processes governing the distribution, abundances, and production of plants, animals, and nutrients in the oceanic ecosystem. Emphasis is on investigations of bacteria, phytoplankton, zooplankton, and benthic organisms. Chemical Oceanography investigates the complex chemistry, distribution, and cycling of dissolved substances, nutrients, and gases in seawater, the mechanisms controlling them, and their origins and fates. Marine Geology and Geophysics studies marine sediments (their formation, transport, and deposition); ocean basin formation (plate tectonics); processes governing shoreline formation; and the origin, structure, and history of the oceanic crust and upper mantle.  Physical Oceanography endeavors to understand and predict motions in the sea from millimeters through tidal and current scales to the great ocean gyres, the distribution of physical properties (temperature, salinity, sea ice), and air-sea interaction and its implications for climate."
    }
]